{"keras_version": "2.2.0", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "elu", "use_bias": true, "batch_input_shape": [null, 10000], "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "name": "dense_4", "dtype": "float32", "kernel_regularizer": null, "units": 256}}, {"class_name": "Dropout", "config": {"rate": 0.5, "noise_shape": null, "seed": null, "name": "dropout_3", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "relu", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "name": "dense_5", "kernel_regularizer": null, "units": 128}}, {"class_name": "Dropout", "config": {"rate": 0.5, "noise_shape": null, "seed": null, "name": "dropout_4", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "distribution": "uniform", "scale": 1.0}}, "activation": "softmax", "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "name": "dense_6", "kernel_regularizer": null, "units": 2}}]}